Repository: vakesz/Glasstual
Catalog: Sources/App/Preferences/Themes/TranscriptTheme.xcstrings
Source language: en
Languages: de, hu

source: Background
de: Hintergrund
hu: Háttér

source: Bubbles
de: Sprechblasen
hu: Buborékok

source: Colors
de: Farben
hu: Színek

source: Dark
de: Dunkel
hu: Sötét

source: Delivered
de: Zugestellt
hu: Kézbesítve

source: Event text
de: Ereignistext
hu: Eseményszöveg

source: Export Theme…
de: Design exportieren…
hu: Téma exportálása…

source: Failed
de: Fehlgeschlagen
hu: Sikertelen

source: Failure
de: Fehler
hu: Hiba

source: Highlight background
de: Hervorhebungshintergrund
hu: Kiemelés háttere

source: Highlight text
de: Hervorgehobener Text
hu: Kiemelt szöveg

source: Horizontal padding
de: Horizontaler Innenabstand
hu: Vízszintes térköz

source: Import Theme…
de: Design importieren…
hu: Téma importálása…

source: Incoming bubble
de: Eingehende Sprechblase
hu: Bejövő buborék

# invalid-document
source: The selected file is not a valid Glasstual transcript theme.
de: Die ausgewählte Datei ist kein gültiges Glasstual-Chatdesign.
hu: A kiválasztott fájl nem érvényes Glasstual-megjelenési téma.

# invalid-values
source: That change was not applied: transcript theme values must stay within the supported ranges.
de: Die Änderung wurde nicht angewendet: Die Werte des Chatdesigns müssen innerhalb der unterstützten Bereiche bleiben.
hu: A módosítás nem lett alkalmazva: a megjelenési téma értékeinek a támogatott tartományokon belül kell maradniuk.

source: Light
de: Hell
hu: Világos

source: Line spacing
de: Zeilenabstand
hu: Sorköz

source: Lines
de: Zeilen
hu: Sorok

source: Message spacing
de: Nachrichtenabstand
hu: Üzenetek közötti térköz

source: Other nicknames
de: Andere Nicknamen
hu: Mások becenevei

source: Outgoing bubble
de: Ausgehende Sprechblase
hu: Kimenő buborék

source: Pending
de: Ausstehend
hu: Függőben

source: Primary text
de: Primärer Text
hu: Elsődleges szöveg

# role-color-note
source: Each role stores separate light and dark sRGB colors in the exported property list, plus the stronger pair it draws while Increase Contrast is on. A color you choose here is what both settings draw.
de: Die exportierte Eigenschaftsliste speichert für jede Rolle getrennte helle und dunkle sRGB-Farben sowie ein kräftigeres Paar für die Einstellung Kontrast erhöhen. Eine hier gewählte Farbe wird für beide Einstellungen verwendet.
hu: Az exportált tulajdonságlista minden szerephez külön világos és sötét sRGB-színt tárol, valamint egy erősebb színpárt a Kontraszt növelése beállításhoz. Az itt választott színt mindkét beállítás használja.

source: Secondary text
de: Sekundärer Text
hu: Másodlagos szöveg

source: Show inline images
de: Eingebettete Bilder anzeigen
hu: Beágyazott képek megjelenítése

source: Theme name
de: Designname
hu: Téma neve

# timestamp-text
source: Timestamps
de: Zeitstempel
hu: Időbélyegek

source: Transcript Theme
de: Chatdesign
hu: Megjelenési téma

source: Unread marker
de: Ungelesen-Markierung
hu: Olvasatlan üzenetek jelölője

# unsupported-version
source: This transcript theme uses unsupported format version %lld.
de: Dieses Chatdesign verwendet die nicht unterstützte Formatversion %lld.
hu: Ez a megjelenési téma nem támogatott formátumverziót használ: %lld.

source: Your nickname
de: Dein Nickname
hu: Saját becenév

source: Layout
hu: Elrendezés

source: Links
hu: Hivatkozások
